Repository: darktable-org/darktable
Catalog: doc/usermanual/po/it.tmx
Source language: en
Languages: it

source: pixels with lightness values above this threshold are corrected
it: Sono stati corretti i pixel con luminosità sopra questa soglia

source: how far to look for replacement colors in spatial dimensions
it: Distanza di ricerca di colori di sostituzione nella dimensione spaziale

source: how far to look for replacement colors in the luminance dimension
it: Distanza di ricerca di colori di sostituzione nella dimensione di luminanza

source: if and how to give precedence to specific replacement colors
it: Se e come dare precedenza a specifici colori di sostituzione

source: the hue tone which should be given precedence over other hue tones
it: La tonalità che dovrebbe avere la precedenza sulle altre tonalità

source: color transfer
it: Trasferimento colore

source: acquire
it: Acquisisci

source: apply
it: Applica

source: this module will be removed in the future and is only here so you can switch it off and move to the new color mapping module.
it: Questo modulo sarà rimosso in futuro ed è presente così che tu possa disattivarlo e passare al nuovo modulo per la mappatura del colore.

source: number of clusters to find in image
it: Numero di matrici da cercare nell'immagine

source: analyze this image
it: Analizza questa immagine

source: apply previously analyzed image look to this image
it: Applica l'aspetto dell'immagine analizzata a questa immagine

source: color zones
it: zone colore

source: select by
it: Seleziona per

source: process mode
it: Modalità di esecuzione

source: interpolation method
it: Metodo interpolazione

source: red black white
it: Rosso nero bianco

source: black white and skin tones
it: Bianco nero e toni della pelle

source: polarizing filter
it: Filtro polarizzatore

source: natural skin tones
it: Toni naturali della pelle

source: black & white film
it: Pellicola bianco e nero

source: cannot display masks when the blending mask is displayed
it: Non posso visualizzare le maschere mentre viene visualizzata una maschera di fusione

source: create a curve based on an area from the image click to create a flat curve ctrl+click to create a positive curve shift+click to create a negative curve
it: Crea una curva basata su di un'area dell'immagine Click per creare una curva piatta Ctrl+click per creare una curva positiva Maiusc+click per creare una curva negativa

source: edit by area
it: Modifica in base all'area

source: edit the curve nodes by area
it: Modifica i nodi della curva in base all'area

source: display selection
it: Visualizza selezione

source: choose selection criterion, will be the abscissa in the graph
it: Scegli il criterio di selezione, sarà l'ascissa del grafico

source: strong
it: Forte

source: choose between a smoother or stronger effect
it: Scegli tra un effetto più morbido o più intenso

source: centripetal spline
it: Spline centripeto

source: monotonic spline
it: Spline monotonico

source: change this method if you see oscillations or cusps in the curve - cubic spline is better to produce smooth curves but oscillates when nodes are too close - centripetal is better to avoids cusps and oscillations with close nodes but is less smooth - monotonic is better for accuracy of pure analytical functions (log, gamma, exp)
it: Cambia il metodo se noti oscillazioni o cuspidi nella curva - lo spline cubico produce curve morbide ma crea oscillazioni quando i nodi sono troppo ravvicinati - quello centripeto non produce cuspidi e oscillazioni con nodi ravvicinati ma è meno morbido - il monotonico è più accurato nelle funzioni di analisi (log, gamma, exp)

source: edge detection radius
it: Raggio rilevamento bordi

source: operation mode
it: Modalità operativa

source: global average (fast)
it: Media globale (veloce)

source: local average (slow)
it: Media locale (lenta)

source: static threshold (fast)
it: Soglia statica (veloce)

source: method for color protection: - global average: fast, might show slightly wrong previews in high magnification; might sometimes protect saturation too much or too low in comparison to local average - local average: slower, might protect saturation better than global average by using near pixels as color reference, so it can still allow for more desaturation where required - static: fast, only uses the threshold as a static limit
it: Metodo per la protezione colore: -Media globale: veloce, può mostrare anteprime leggermente sbagliate a forti ingrandimenti; talvolta può proteggere la saturazione troppo o troppo poco se comparata alla media locale -Media locale: più lenta, può proteggere meglio la saturazione rispetto alla media globale usando i pixel vicini come riferimento colore, in tal modo può consentire una desaturazione maggiore quando necessario -Statica: veloce, usa soltanto la soglia come limite statico

source: radius for detecting fringe
it: Raggio per la rilevazione del bordo

source: threshold for defringe, higher values mean less defringing
it: Soglia per il defringe, valori maggiori significano meno defringe

source: demosaic
it: demosaicizzazione

source: edge threshold
it: Soglia bordi

source: method (bayer)
it: Metodo (bayer)

source: method (xtrans)
it: metodo (xtrans)

source: color smoothing
it: Sfumatura colore

source: match greens
it: Corrispondenza verdi

source: `%s' color matrix not found for 4bayer image!
it: Matrice del colore `%s' non trovata per l'immagine 4bayer!

source: method
it: Metodo

source: PPG (fast)
it: PPG (veloce)

source: AMaZE (slow)
it: AMaZE (lento)

source: passthrough (monochrome) (experimental)
it: Monocromatico (sperimentale)

source: demosaicing raw data method
it: Metodo demosaicizzazione raw

source: Markesteijn 1-pass
it: Markesteijn 1-passaggio

source: Markesteijn 3-pass (slow)
it: Markesteijn 3-passaggi (lento)

source: frequency domain chroma (slow)
it: Frequenza di crominanza (lento)

source: threshold for edge-aware median. set to 0.0 to switch off. set to 1.0 to ignore edges.
it: Soglia mediana riconoscimento bordi. Imposta 0.0 per disattivare. Imposta 1.0 per ignorare i bordi.

source: one time
it: Una volta

source: two times
it: Due volte

source: three times
it: Tre volte

source: four times
it: Quattro volte

source: five times
it: Cinque volte

source: how many color smoothing median steps after demosaicing
it: Passaggi intermedi di sfumatura colore eseguiti dopo la demosaicizzazione

source: disabled
it: Disabilitato

source: local average
it: Media locale

source: full average
it: Media piena

source: full and local average
it: Media piena e locale

source: green channels matching method
it: Metodo di corrispondenza per il canale del verde

source: demosaicing only needed for raw images.
it: Demosaicizzazione Necessario solo per le immagini raw

source: denoise (profiled)
it: riduzione rumore (profilato)

source: adjust autoset parameters
it: Regola i parametri automatici

source: preserve shadows
it: Preserva le ombre

source: bias correction
it: Correzione distorsione

source: patch size
it: Dimensione campione

source: search radius
it: Cerca raggio

source: scattering
it: Diffusione

source: central pixel weight
it: Pesatura dei pixel centrali

source: found match for ISO %d
it: Trovata corrispondenza per ISO %d

source: interpolated from ISO %d and %d
it: Interpolato tra ISO %d e %d

source: compute variance
it: Calcola la varianza

source: use only with a perfectly uniform image if you want to estimate the noise variance.
it: Usare solo con un'immagine perfettamente uniforme se vuoi notare la variazione del disturbo.

source: variance red:
it: Varianza rosso:

source: variance computed on the red channel
it: Varianza calcolata sul canale del rosso

source: variance green:
it: Varianza verde:

source: variance computed on the green channel
it: Varianza calcolata sul canale del verde

source: variance blue:
it: Varianza blu:

source: variance computed on the blue channel
it: Varianza calcolata sul canale del blu

source: whitebalance-adaptive transform
it: Trasformazione bilanciamento del bianco adattivo

source: adapt denoising according to the white balance coefficients. should be enabled on a first instance for better denoising. should be disabled if an earlier instance has been used with a color blending mode.
it: Adatta la riduzione del rumore in base a i coefficienti del bilanciamento del bianco. Dovrebbe essere abilitato sulla prima istanza per una migliore riduzione del rumore. Dovrebbe essere disabilitato se un'istanza precedente è stata utilizzata con una modalità di fusione colore.

source: fix various bugs in algorithm
it: Aggiusta i difetti nell'algoritmo

source: fix bugs in anscombe transform resulting in undersmoothing of the green channel in wavelets mode, combined with a bad handling of white balance coefficients, and a bug in non local means normalization resulting in undersmoothing when patch size was increased. enabling this option will change the denoising you get. once enabled, you won't be able to return back to old algorithm.
it: Risolve i difetti nella trasformazione ascombe che porta a scarsi risultati nel canale verde in modalità wavelets combinati con una cattiva gestione dei coefficienti di bilanciamento del bianco, e un difetto nella normalizzazione non local means risultante in scarsi risultati quando viene aumentato il campione. Abilitando questa opzione si modifica la riduzione rumore ottenuta. Una volta abilitata non è più possibile tornare al vecchio algoritmo.

source: upgrade profiled transform
it: Aggiorna trasformazione profilata

source: upgrade the variance stabilizing algorithm. new algorithm extends the current one. it is more flexible but could give small differences in the images already processed.
it: Aggiorna l'algoritmo di stabilizzazione della varianza. Il nuovo algoritmo estende quello corrente. E' più flessibile ma può dare solo piccole differenze sulle immagini già processate.

source: profile
it: Profilo

source: color mode
it: Modalità colore

source: scattering (coarse-grain noise)
it: Diffusione (rumore a grana grossa)

source: central pixel weight (details)
it: Pesatura dei pixel centrali (dettagli)

source: non-local means auto
it: Non-local means automatico

source: wavelets auto
it: Wavelets automatico

source: profile used for variance stabilization
it: Profilo usato per la stabilizzazione di varianza

source: method used in the denoising core. non-local means works best for `lightness' blending, wavelets work best for `color' blending
it: Metodo usato per la riduzione del rumore. Non-local means funziona meglio con la modalità di fusione `Luminosità', Wavelets funziona meglio con la modalità di fusione `Colore'

source: color representation used within the algorithm. RGB keeps the RGB channels separated, while Y0U0V0 combine the channels to denoise chroma and luma separately.
it: Rappresentazione colore utilizzata dall'algoritmo. RGB tiene separati i canali RGB, mentre Y0U0V0 combina i canali per ridurre separatamente il rumore di luminosità e quello di crominanza.

source: radius of the patches to match. increase for more sharpness on strong edges, and better denoising of smooth areas. if details are oversmoothed, reduce this value or increase the details slider.
it: Raggio dei campioni da confrontare. Aumentalo se vuoi incidere maggiormente sul bordi netti e ridurre meglio il rumore nelle aree uniformi. Se i dettagli dovessero risultare troppo ammorbiditi, riduci questo valore oppure aumenta quello del dettaglio.

source: emergency use only: radius of the neighbourhood to search patches in. increase for better denoising performance, but watch the long runtimes! large radii can be very slow. you have been warned
it: Solo per emergenza: raggio di ampiezza per la ricerca di campioni. Aumentandolo si ottiene una migliore riduzione del rumore ma attenzione alla lunga distanza! Un raggio molto ampio può essere anche molto lento. Sei stato avvisato!

source: scattering of the neighbourhood to search patches in. increase for better coarse-grain noise reduction. does not affect execution time.
it: Diffusione delle aree per la ricerca di campioni. Aumentalo per una migliore riduzione del rumore a grana grossa. Nessuna controindicazione per il tempo di esecuzione.

source: increase the weight of the central pixel of the patch in the patch comparison. useful to recover details when patch size is quite big.
it: Aumenta l'importanza del pixel centrale del campione quando si confrontano i campioni. Utile per recuperare i dettagli quando la dimensione del campione è piuttosto grande.

source: finetune denoising strength
it: Regolazione fine dell'intensità per la riduzione rumore

source: controls the way parameters are autoset increase if shadows are not denoised enough or if chroma noise remains. this can happen if your picture is underexposed.
it: Controlla come vengono auto-regolati i parametri. Aumenta se le ombre non vengono sufficientemente ripulite dal rumore oppure se rimane del rumore di crominanza. Questo può accadere anche se l'immagine è sottoesposta.

source: finetune shadows denoising. decrease to denoise more aggressively dark areas of the image.
it: Regola finemente la riduzione del rumore. Diminuisci il valore per ridurre il rumore nelle aree scure con più aggressività.

source: correct color cast in shadows. decrease if shadows are too purple. increase if shadows are too green.
it: Corregge le dominanti di colore nelle ombre. Diminuisci il valore se le ombre diventano viola. Aumentalo se diventano verdi.

source: random
it: Casuale

source: floyd-steinberg 1-bit B&W
it: Floyd-Steinberg 1-bit B&N

source: floyd-steinberg 4-bit gray
it: Floyd-Steinberg 4-bit grigio

source: radius for blurring step
it: Raggio del passaggio di sfocatura

source: the gradient range where to apply random dither
it: La gamma del gradiente a cui applicare il dithering casuale

source: gradient range
it: Intervallo gradiente

source: damping level of random dither
it: Livello di smorzamento del dithering casuale

source: damping
it: Attenuazione

source: legacy equalizer
it: Equalizzatore (obsoleto)

source: sharpen (strong)
it: Nitidezza (forte)

source: null
it: Nullo

source: denoise (strong)
it: Riduzione rumore (forte)

source: this module will be removed in the future and is only here so you can switch it off and move to the new equalizer.
it: Questo modulo sarà rimosso in futuro ed è presente così che tu possa disattivarlo e passare al nuovo equalizzatore.

source: black
it: Nero

source: auto-exposure
it: Auto esposizione

source: target level
it: Livello target

source: magic lantern defaults
it: Default Magic Lantern

source: failed to get raw buffer from image `%s'
it: Impossibile leggere il buffer raw dall'immagine '%s'

source: manual
it: Manuale

source: automatic
it: Automatico

source: adjust the black level to unclip negative RGB values. you should never use it to add more density in blacks! if poorly set, it will clip near-black colors out of gamut by pushing RGB values into negatives.
it: Regola il livello del nero per evitare valori RGB negativi. Non dovresti mai utilizzarlo per aggiungere densità al nero! Se regolato male, porterà i colori vicini al nero fuori gamma spingendo i valori RGB in valori negativi.

source: percentage of bright values clipped out, toggle color picker to activate
it: Percentuale di valori alti troncati, usa la pipetta di estrazione del colore per attivare

source: clipping threshold
it: Soglia di tosaggio

source: where in the histogram to meter for deflicking. E.g. 50% is median
it: Dove effettuare una misura nell'istogramma per il deflicking. E.g. 50% è il mediano

source: where to place the exposure level for processed pics, EV below overexposure.
it: Dove porre il livello di esposizione per le immagini processate, EV sotto la sovraesposizione.

source: computed EC:
it: Correzione esposizione calcolata:

source: what exposure correction has actually been used
it: Quale correzione dell'esposizione è stata usata

source: 09 EV (low-key)
it: 09 EV (tono scuro)

source: 10 EV (indoors)
it: 10 EV (interni)

source: 11 EV (dim outdoors)
it: 11 EV (esterni scuri)

source: 12 EV (outdoors)
it: 12 EV (esterni)

source: 13 EV (bright outdoors)
it: 13 EV (esterni luminosi)

source: 14 EV (backlighting)
it: 14 EV (controluce)

source: 15 EV (sunset)
it: 15 EV (tramonto)

source: read-only graph, use the parameters below to set the nodes
it: Grafico di sola lettura. Utilizza i parametri qui sotto per impostare i nodi

source: logarithmic shaper
it: Curva logaritmica

source: middle grey luminance
it: Luminosità del grigio medio

source: adjust to match the average luminance of the subject. except in back-lighting situations, this should be around 18%.
it: Regola sulla luminosità media del soggetto. Tranne nei controluce, il valore dovrebbe aggirarsi sul 18%

source: white relative exposure
it: Esposizione bianco relativo

source: number of stops between middle grey and pure white. this is a reading a lightmeter would give you on the scene. adjust so highlights clipping is avoided
it: Numero di stop tra il grigio intermedio ed il bianco. Questa è la lettura che darebbe un esposimetro sulla scena. Regola in modo da evitare il taglio delle alteluci

source: black relative exposure
it: Esposizione nero relativo

source: number of stops between middle grey and pure black. this is a reading a lightmeter would give you on the scene. increase to get more contrast. decrease to recover more details in low-lights.
it: Numero di stop tra il grigio intermedio ed il nero. Questa è la lettura che darebbe un esposimetro sulla scena. Aumenta per ottenere maggior contrasto. Diminuisci per recuperare dettaglio nelle zone d'ombra.

source: safety factor
it: Fattore di sicurezza

source: enlarge or shrink the computed dynamic range. useful in conjunction with "auto tune levels".
it: Allarga o riduci la gamma dinamica calcolata. Utile se utilizzato insieme a "regola automaticamente i livelli"

source: auto tune levels
it: Regola automaticamente i livelli

source: try to optimize the settings with some guessing. this will fit the luminance range inside the histogram bounds. works better for landscapes and evenly-lit pictures but fails for high-keys and low-keys.
it: Tenta di ottimizzare le regolazioni per tentativi. Questo farà rientrare la gamma di luminosità all'interno dei limiti dell'istogramma. I migliori risultati si otterranno con immagini di paesaggio ben illuminate mentre non funzionerà su scene sovra o sottoesposte.

source: filmic S curve
it: Curva ad S di Filmic

source: slope of the linear part of the curve affects mostly the mid-tones
it: Inclinazione della parte lineare della curva Influirà soprattutto i mezzitoni

source: latitude
it: Latitudine

source: width of the linear domain in the middle of the curve. increase to get more contrast at the extreme luminances. this has no effect on mid-tones.
it: Ampiezza del dominio lineare nel mezzo della curva. Aumenta questo valore per avere più contrasto nelle alteluci. Nessun effetto sui mezzitoni.

source: shadows/highlights balance
it: Bilanciamento ombre/alteluci

source: slides the latitude along the slope to give more room to shadows or highlights. use it if you need to protect the details at one extremity of the histogram.
it: Sposta la latitudine lungo l'inclinazione della curva per dare più spazio alle ombre o alle alteluci. Da utilizzare se è necessario preservare i dettagli ad una estremità dell'istogramma.

source: global saturation
it: Saturazione globale

source: desaturates the input of the module globally. you need to set this value below 100% if the chrominance preservation is enabled.
it: Desatura globalmente l'ingresso del modulo. Questo valore deve essere inferiore a 100% se avete abilitato 'preserva crominanza'

source: extreme luminance saturation
it: Saturazione alte-luci

source: desaturates the output of the module specifically at extreme luminances. decrease if shadows and/or highlights are over-saturated.
it: Desatura l'uscita dal modulo soprattutto nelle alteluci. Diminuire il valore se le ombre e/o le alteluci sono super-sature

source: intent
it: Intento

source: contrasted
it: Contrastato

source: faded
it: Sfumato

source: optimized
it: Ottimizzato

source: change this method if you see reversed contrast or faded blacks
it: Modifica questo metodo se notate inversioni del contrasto o neri sbiaditi

source: preserve the chrominance
it: Preserva crominanza

source: ensure the original color are preserved. may reinforce chromatic aberrations. you need to manually tune the saturation when using this mode.
it: Preserva i colori originali. Potrebbe aumentare eventuali aberrazioni cromatiche. Quando questa modalità è utilizzata potrebbe essere necessario dover sistemare manualmente la saturazione.

source: destination/display
it: Destinazione/schermo

source: target black luminance
it: Imposta luminanza nero

source: luminance of output pure black, this should be 0% except if you want a faded look
it: Luminosità del nero puro in uscita. Dovrebbe essere 0% a meno che non desideriate un risultato sbiadito.

source: target middle grey
it: Imposta grigio medio

source: midde grey value of the target display or color space. you should never touch that unless you know what you are doing.
it: Valore del grigio medio dello schermo o dello spazio colore di destinazione. Non dovresti mai modificare questo valore a meno che tu non sappia esattamente che cosa stia facendo!

source: target white luminance
it: Imposta luminanza del bianco

source: luminance of output pure white, this should be 100% except if you want a faded look
it: Luminosità del bianco puro in uscita. Dovrebbe essere 100% a meno che non desideriate un risultato sbiadito.

source: target gamma
it: Obiettivo gamma

source: power or gamma of the transfer function of the display or color space. you should never touch that unless you know what you are doing.
it: Forza della gamma della funzione di trasferimento dello schermo o dello spazio colore. Non dovresti mai modificare questo valore a meno che tu non sappia esattamente che cosa stia facendo!

source: 07 EV dynamic range
it: Gamma dinamica 07 EV

source: 09 EV dynamic range
it: Gamma dinamica 09 EV

source: 11 EV dynamic range
it: Gamma dinamica 11 EV

source: 13 EV dynamic range
it: Gamma dinamica 13 EV

source: 15 EV (backlighting)
it: 15 EV (controluce)

source: white exposure
it: Esposizione del bianco

source: black exposure
it: Esposizione del nero

source: dynamic range scaling
it: Scala gamma dinamica

source: shadows highlights balance
it: Bilanciamento ombre/alteluci

source: target power transfer function
it: Imposta la funzione di trasferimento della potenza

source: preserve chrominance
it: Preserva crominanza

source: read-only graph, use the parameters below to set the nodes the bright curve is the filmic tone mapping curve the dark curve is the desaturation curve
it: Grafico di sola lettura, utilizza i parametri qui sotto per impostare i nodi La curva luminosa è la curva di mappatura dei toni di Filmic La curva scura è la curva di desaturazione

source: scene
it: Scena

source: look
it: Aspetto

source: display
it: Visualizza

source: adjust to match the average luminance of the image's subject. the value entered here will then be remapped to 18.45%. decrease the value to increase the overall brightness.
it: Regola sulla luminosità media del soggetto dell'immagine Il valore inserito verrà rimappato a 18,45% Diminuisci questo valore per aumentare la luminosità globale.

source: %+.2f EV
it: %+.2f WV

source: symmetrically enlarge or shrink the computed dynamic range. useful to give a safety margin to extreme luminances.
it: Allarga o restringi simmetricamente la gamma dinamica calcolata. Utile per impostare un margine di sicurezza alla luminosità estrema.
